function Footer() {
  return (
    <div>
      <h2>Yeahub</h2>
      <p>Выбери, каким будет IT завтра, вместе с нами</p>
      <p>
        YeaHub — это полностью открытый проект, призванный объединить и улучшить
        IT-сферу. Наш исходный код доступен для просмотра на GitHub. Дизайн
        проекта также открыт для ознакомления в Figma.
      </p>
      <p>© 2024 YeaHub</p>
      <p>Документы</p>
      <p>Ищите нас и в других соцсетях @yeahub_it</p>
      <div>
        <a>
          <img />
        </a>
        <a>
          <img />
        </a>
        <a>
          <img />
        </a>
        <a>
          <img />
        </a>
        <a>
          <img />
        </a>
      </div>
    </div>
  );
}

export default Footer;
